[
  {
    "id": 1,
    "title": {
      "en": "Atomic Habits",
      "id": "Kebiasaan Atom"
    },
    "author": {
      "en": "James Clear",
      "id": "James Clear"
    },
    "description": {
      "en": "Atomic Habits, by James Clear, is a self-help book that focuses on the power of small, incremental changes in building good habits and breaking bad ones. The core concept revolves around the idea that tiny changes, consistently applied, can lead to remarkable results over time, much like the compounding effect of interest. The book provides a framework with actionable strategies and practical advice for habit formation, emphasizing the importance of systems over goals.",
      "id": "Atomic Habits, karya James Clear, adalah buku pengembangan diri yang berfokus pada kekuatan perubahan kecil dan bertahap dalam membangun kebiasaan baik dan menghentikan kebiasaan buruk. Konsep intinya berpusat pada gagasan bahwa perubahan kecil, jika diterapkan secara konsisten, dapat menghasilkan hasil yang luar biasa seiring waktu, mirip dengan efek bunga majemuk. Buku ini menyediakan kerangka kerja dengan strategi yang dapat ditindaklanjuti dan saran praktis untuk pembentukan kebiasaan, yang menekankan pentingnya sistem di atas tujuan."
    },
    "bookLanguage": {
      "en": "English",
      "id": "Bahasa Inggris"
    },
    "cover": "assets/img/book_1.png"
  },
  {
    "id": 2,
    "title": {
      "en": "The Land of Five Towers",
      "id": "Negeri 5 Menara"
    },
    "author": {
      "en": "Ahmad Fuadi",
      "id": "Ahmad Fuadi"
    },
    "description": {
      "en": "The novel tells the story of Alif, a student from West Sumatra who studies at a pesantren (Islamic boarding school) in East Java, where he and his friends gather beneath a tower and dream of the future.",
      "id": "Novel Negeri 5 Menara karya Ahmad Fuadi menceritakan kisah perjalanan Alif, seorang santri dari Maninjau, Sumatera Barat, yang menuntut ilmu di Pondok Madani, Ponorogo, Jawa Timur. Di pesantren, Alif bersama lima temannya, yang dikenal sebagai 'Sahibul Menara', memiliki kebiasaan berkumpul di bawah menara masjid sambil membayangkan impian mereka."
    },
    "bookLanguage": {
      "en": "Indonesian",
      "id": "Bahasa Indonesia"
    },
    "cover": "assets/img/book_2.jpg"
  },
  {
    "id": 3,
    "title": {
      "en": "Beauty is a Wound",
      "id": "Cantik Itu Luka"
    },
    "author": {
      "en": "Eka Kurniawan",
      "id": "Eka Kurniawan"
    },
    "description": {
      "en": "A magical realist novel that follows a family in post-colonial Indonesia, exploring beauty, violence, myth, and love.",
      "id": "Novel Cantik itu Luka karya Eka Kurniawan adalah sebuah karya sastra bergenre realisme magis yang menceritakan kisah keluarga dengan latar belakang sejarah Indonesia, terutama pada masa kolonial dan pasca-kemerdekaan."
    },
    "bookLanguage": {
      "en": "Indonesian",
      "id": "Bahasa Indonesia"
    },
    "cover": "assets/img/book_3.jpg"
  },
  {
    "id": 4,
    "title": {
      "en": "Starting to Understand",
      "id": "Mulai Mengerti"
    },
    "author": {
      "en": "Edward Suhadi",
      "id": "Edward Suhadi"
    },
    "description": {
      "en": "A collection of short reflections about finding meaning in life, even when it seems chaotic.",
      "id": "Buku ini berisi kumpulan tulisan pendek yang lahir dari kegelisahan dan pengamatan sehari-hari. Isinya tentang pemahaman bahwa hidup, meskipun terlihat acak dan tidak teratur, sebenarnya memiliki makna dan keteraturan tersendiri."
    },
    "bookLanguage": {
      "en": "Indonesian",
      "id": "Bahasa Indonesia"
    },
    "cover": "assets/img/book_4.jpg"
  },
  {
    "id": 5,
    "title": {
      "en": "Verses of Love",
      "id": "Ayat-Ayat Cinta"
    },
    "author": {
      "en": "Habiburrahman El Shirazy",
      "id": "Habiburrahman El Shirazy"
    },
    "description": {
      "en": "A romance novel about Fahri, an Indonesian student in Egypt, navigating love and faith.",
      "id": "Novel Ayat-Ayat Cinta karya Habiburrahman El Shirazy menceritakan kisah cinta Fahri, seorang mahasiswa Indonesia di Kairo, yang dibalut dengan nilai-nilai Islami."
    },
    "bookLanguage": {
      "en": "Indonesian",
      "id": "Bahasa Indonesia"
    },
    "cover": "assets/img/book_5.jpg"
  },
  {
    "id": 6,
    "title": {
      "en": "Educated",
      "id": "Berpendidikan"
    },
    "author": {
      "en": "Tara Westover",
      "id": "Tara Westover"
    },
    "description": {
      "en": "Educated is a memoir by Tara Westover chronicling her journey from a survivalist upbringing in Idaho to earning a PhD at Cambridge.",
      "id": "Educated adalah memoar Tara Westover yang menceritakan perjalanannya dari kehidupan keluarga Mormon yang ekstrem di Idaho hingga meraih gelar PhD dari Cambridge."
    },
    "bookLanguage": {
      "en": "English",
      "id": "Bahasa Inggris"
    },
    "cover": "assets/img/book_6.jpg"
  },
  {
    "id": 7,
    "title": {
      "en": "Returning Home",
      "id": "Pulang"
    },
    "author": {
      "en": "Toha Mohtar",
      "id": "Toha Mohtar"
    },
    "description": {
      "en": "A story about Tamin, a man who returns to his hometown after years of absence, reflecting on his past.",
      "id": "Pulang merupakan salah satu novel sastra karya Toha Mohtar. Novel ini menceritakan seorang anak manusia yang bernama Tamin yang pulang ke kampung halamannya setelah tujuh tahun pergi menjadi heiho."
    },
    "bookLanguage": {
      "en": "Indonesian",
      "id": "Bahasa Indonesia"
    },
    "cover": "assets/img/book_7.jpg"
  },
  {
    "id": 8,
    "title": {
      "en": "Stoic Philosophy",
      "id": "Filosofi Teras"
    },
    "author": {
      "en": "Henry Manampiring",
      "id": "Henry Manampiring"
    },
    "description": {
      "en": "A guide to Stoicism and how to apply it to modern life to improve emotional resilience.",
      "id": "Filosofi Teras adalah buku yang ditulis oleh Henry Manampiring yang memperkenalkan filsafat Stoicisme dan bagaimana menerapkannya dalam kehidupan sehari-hari."
    },
    "bookLanguage": {
      "en": "Indonesian",
      "id": "Bahasa Indonesia"
    },
    "cover": "assets/img/book_8.jpg"
  },
  {
    "id": 9,
    "title": {
      "en": "The Final Empire",
      "id": "Kerajaan Terakhir"
    },
    "author": {
      "en": "Brandon Sanderson",
      "id": "Brandon Sanderson"
    },
    "description": {
      "en": "A fantasy novel about rebels trying to overthrow an immortal tyrant in a world powered by metal-based magic.",
      "id": "Sebuah novel fantasi tentang sekelompok pemberontak yang mencoba menggulingkan tiran abadi di dunia yang dikendalikan oleh sihir berbasis logam."
    },
    "bookLanguage": {
      "en": "English",
      "id": "Bahasa Inggris"
    },
    "cover": "assets/img/book_9.jpg"
  },
  {
    "id": 10,
    "title": {
      "en": "Digital Fortress",
      "id": "Benteng Digital"
    },
    "author": {
      "en": "Dan Brown",
      "id": "Dan Brown"
    },
    "description": {
      "en": "A techno-thriller about the NSA's supercomputer facing an unbreakable encryption that could expose government secrets.",
      "id": "Sebuah novel techno-thriller tentang superkomputer NSA yang menghadapi enkripsi yang tidak dapat dipecahkan, mengancam akan membocorkan rahasia pemerintah."
    },
    "bookLanguage": {
      "en": "English",
      "id": "Bahasa Inggris"
    },
    "cover": "assets/img/book_10.jpg"
  },
  {
    "id": 11,
    "title": {
      "en": "Echoes of Tomorrow",
      "id": "Gema Esok Hari"
    },
    "author": {
      "en": "Marvin Merritt II",
      "id": "Marvin Merritt II"
    },
    "description": {
      "en": "Echoes of Tomorrow is a science fiction novel, often described as a dystopian thriller or a story of resilience and revolution, that explores themes of truth, autonomy, and the fight against oppressive powers. The story typically involves futuristic settings, like a city controlled by an AI regime, where a protagonist stumbles upon a secret that could dismantle the oppressive system. Characters often lead a rebellion, inspiring others to challenge their reality and fight for freedom.",
      "id": "Echoes of Tomorrow adalah novel fiksi ilmiah, yang sering digambarkan sebagai thriller distopia atau kisah tentang ketahanan dan revolusi, yang mengeksplorasi tema-tema kebenaran, otonomi, dan perjuangan melawan kekuatan-kekuatan yang menindas. Kisah ini biasanya berlatar futuristik, seperti kota yang dikuasai rezim AI, di mana seorang protagonis menemukan rahasia yang dapat membongkar sistem yang menindas. Tokoh-tokohnya sering kali memimpin pemberontakan, menginspirasi orang lain untuk menantang realitas mereka dan memperjuangkan kebebasan."
    },
    "bookLanguage": {
      "en": "English",
      "id": "Bahasa Inggris"
    },
    "cover": "assets/img/book_11.jpg"
  },
  {
    "id": 12,
    "title": {
      "en": "Five Finger Guide",
      "id": "Panduan Lima Jari"
    },
    "author": {
      "en": "Edward Suhadi",
      "id": "Edward Suhadi"
    },
    "description": {
      "en": "The Five Finger Guide is a book and concept developed by Edward Suhadi, which uses the analogy of five fingers to represent guiding principles for life. The book, a collection of writings from Edward's various channels, groups the stories based on the values represented by each finger.",
      "id": "Panduan Lima Jari adalah sebuah buku dan juga konsep yang dikembangkan oleh Edward Suhadi yang menggunakan analogi lima jari tangan untuk merepresentasikan prinsip-prinsip panduan hidup. Buku ini, yang merupakan kumpulan tulisan dari berbagai kanal Edward, mengelompokkan cerita-cerita berdasarkan nilai-nilai yang diwakili oleh masing-masing jari."
    },
    "bookLanguage": {
      "en": "Indonesian",
      "id": "Bahasa Indonesia"
    },
    "cover": "assets/img/book_12.jpg"
  },
  {
    "id": 13,
    "title": {
      "en": "The Art of War",
      "id": "Seni Perang"
    },
    "author": {
      "en": "Sun Tzu",
      "id": "Sun Tzu"
    },
    "description": {
      "en": "The Art of War is a timeless military treatise written by the ancient Chinese strategist Sun Tzu (or Sunzi). It is a collection of 13 chapters, each focusing on different aspects of warfare, strategy, and leadership. While rooted in military strategy, its principles have been widely applied to various fields like business, politics, and personal development.",
      "id": "Seni Perang adalah risalah militer abadi yang ditulis oleh ahli strategi Tiongkok kuno, Sun Tzu (atau Sunzi). Buku ini terdiri dari 13 bab, yang masing-masing berfokus pada berbagai aspek peperangan, strategi, dan kepemimpinan. Meskipun berakar pada strategi militer, prinsip-prinsipnya telah diterapkan secara luas di berbagai bidang seperti bisnis, politik, dan pengembangan pribadi."
    },
    "bookLanguage": {
      "en": "English",
      "id": "Bahasa Inggris"
    },
    "cover": "assets/img/book_13.jpg"
  },
  {
    "id": 14,
    "title": {
      "en": "",
      "id": ""
    },
    "author": {
      "en": "",
      "id": ""
    },
    "description": {
      "en": "",
      "id": ""
    },
    "bookLanguage": {
      "en": "",
      "id": ""
    },
    "cover": "assets/img/book_1.png"
  },
  {
    "id": 15,
    "title": {
      "en": "",
      "id": ""
    },
    "author": {
      "en": "",
      "id": ""
    },
    "description": {
      "en": "",
      "id": ""
    },
    "bookLanguage": {
      "en": "",
      "id": ""
    },
    "cover": "assets/img/book_1.png"
  },
  {
    "id": 16,
    "title": {
      "en": "",
      "id": ""
    },
    "author": {
      "en": "",
      "id": ""
    },
    "description": {
      "en": "",
      "id": ""
    },
    "bookLanguage": {
      "en": "",
      "id": ""
    },
    "cover": "assets/img/book_1.png"
  },
  {
    "id": 17,
    "title": {
      "en": "",
      "id": ""
    },
    "author": {
      "en": "",
      "id": ""
    },
    "description": {
      "en": "",
      "id": ""
    },
    "bookLanguage": {
      "en": "",
      "id": ""
    },
    "cover": "assets/img/book_1.png"
  },
  {
    "id": 18,
    "title": {
      "en": "",
      "id": ""
    },
    "author": {
      "en": "",
      "id": ""
    },
    "description": {
      "en": "",
      "id": ""
    },
    "bookLanguage": {
      "en": "",
      "id": ""
    },
    "cover": "assets/img/book_1.png"
  },
  {
    "id": 19,
    "title": {
      "en": "",
      "id": ""
    },
    "author": {
      "en": "",
      "id": ""
    },
    "description": {
      "en": "",
      "id": ""
    },
    "bookLanguage": {
      "en": "",
      "id": ""
    },
    "cover": "assets/img/book_1.png"
  },
  {
    "id": 20,
    "title": {
      "en": "",
      "id": ""
    },
    "author": {
      "en": "",
      "id": ""
    },
    "description": {
      "en": "",
      "id": ""
    },
    "bookLanguage": {
      "en": "",
      "id": ""
    },
    "cover": "assets/img/book_1.png"
  }
]