[
  {
    "id": 1,
    "title": {
      "en": "Atomic Habits",
      "id": "Kebiasaan Atom"
    },
    "author": {
      "en": "James Clear",
      "id": "James Clear"
    },
    "description": {
      "en": "Atomic Habits, by James Clear, is a self-help book that focuses on the power of small, incremental changes in building good habits and breaking bad ones. The core concept revolves around the idea that tiny changes, consistently applied, can lead to remarkable results over time, much like the compounding effect of interest. The book provides a framework with actionable strategies and practical advice for habit formation, emphasizing the importance of systems over goals.",
      "id": "Atomic Habits, karya James Clear, adalah buku pengembangan diri yang berfokus pada kekuatan perubahan kecil dan bertahap dalam membangun kebiasaan baik dan menghentikan kebiasaan buruk. Konsep intinya berpusat pada gagasan bahwa perubahan kecil, jika diterapkan secara konsisten, dapat menghasilkan hasil yang luar biasa seiring waktu, mirip dengan efek bunga majemuk. Buku ini menyediakan kerangka kerja dengan strategi yang dapat ditindaklanjuti dan saran praktis untuk pembentukan kebiasaan, yang menekankan pentingnya sistem di atas tujuan."
    },
    "bookLanguage": {
      "en": "English",
      "id": "Bahasa Inggris"
    },
    "cover": "assets/img/book_1.png"
  },
  {
    "id": 2,
    "title": {
      "en": "The Land of Five Towers",
      "id": "Negeri 5 Menara"
    },
    "author": {
      "en": "Ahmad Fuadi",
      "id": "Ahmad Fuadi"
    },
    "description": {
      "en": "The novel tells the story of Alif, a student from West Sumatra who studies at a pesantren (Islamic boarding school) in East Java, where he and his friends gather beneath a tower and dream of the future.",
      "id": "Novel Negeri 5 Menara karya Ahmad Fuadi menceritakan kisah perjalanan Alif, seorang santri dari Maninjau, Sumatera Barat, yang menuntut ilmu di Pondok Madani, Ponorogo, Jawa Timur. Di pesantren, Alif bersama lima temannya, yang dikenal sebagai 'Sahibul Menara', memiliki kebiasaan berkumpul di bawah menara masjid sambil membayangkan impian mereka."
    },
    "bookLanguage": {
      "en": "Indonesian",
      "id": "Bahasa Indonesia"
    },
    "cover": "assets/img/book_2.jpg"
  },
  {
    "id": 3,
    "title": {
      "en": "Beauty is a Wound",
      "id": "Cantik Itu Luka"
    },
    "author": {
      "en": "Eka Kurniawan",
      "id": "Eka Kurniawan"
    },
    "description": {
      "en": "A magical realist novel that follows a family in post-colonial Indonesia, exploring beauty, violence, myth, and love.",
      "id": "Novel Cantik itu Luka karya Eka Kurniawan adalah sebuah karya sastra bergenre realisme magis yang menceritakan kisah keluarga dengan latar belakang sejarah Indonesia, terutama pada masa kolonial dan pasca-kemerdekaan."
    },
    "bookLanguage": {
      "en": "Indonesian",
      "id": "Bahasa Indonesia"
    },
    "cover": "assets/img/book_3.jpg"
  },
  {
    "id": 4,
    "title": {
      "en": "Starting to Understand",
      "id": "Mulai Mengerti"
    },
    "author": {
      "en": "Edward Suhadi",
      "id": "Edward Suhadi"
    },
    "description": {
      "en": "A collection of short reflections about finding meaning in life, even when it seems chaotic.",
      "id": "Buku ini berisi kumpulan tulisan pendek yang lahir dari kegelisahan dan pengamatan sehari-hari. Isinya tentang pemahaman bahwa hidup, meskipun terlihat acak dan tidak teratur, sebenarnya memiliki makna dan keteraturan tersendiri."
    },
    "bookLanguage": {
      "en": "Indonesian",
      "id": "Bahasa Indonesia"
    },
    "cover": "assets/img/book_4.jpg"
  },
  {
    "id": 5,
    "title": {
      "en": "Verses of Love",
      "id": "Ayat-Ayat Cinta"
    },
    "author": {
      "en": "Habiburrahman El Shirazy",
      "id": "Habiburrahman El Shirazy"
    },
    "description": {
      "en": "A romance novel about Fahri, an Indonesian student in Egypt, navigating love and faith.",
      "id": "Novel Ayat-Ayat Cinta karya Habiburrahman El Shirazy menceritakan kisah cinta Fahri, seorang mahasiswa Indonesia di Kairo, yang dibalut dengan nilai-nilai Islami."
    },
    "bookLanguage": {
      "en": "Indonesian",
      "id": "Bahasa Indonesia"
    },
    "cover": "assets/img/book_5.jpg"
  },
  {
    "id": 6,
    "title": {
      "en": "Educated",
      "id": "Berpendidikan"
    },
    "author": {
      "en": "Tara Westover",
      "id": "Tara Westover"
    },
    "description": {
      "en": "Educated is a memoir by Tara Westover chronicling her journey from a survivalist upbringing in Idaho to earning a PhD at Cambridge.",
      "id": "Educated adalah memoar Tara Westover yang menceritakan perjalanannya dari kehidupan keluarga Mormon yang ekstrem di Idaho hingga meraih gelar PhD dari Cambridge."
    },
    "bookLanguage": {
      "en": "English",
      "id": "Bahasa Inggris"
    },
    "cover": "assets/img/book_6.jpg"
  },
  {
    "id": 7,
    "title": {
      "en": "Returning Home",
      "id": "Pulang"
    },
    "author": {
      "en": "Toha Mohtar",
      "id": "Toha Mohtar"
    },
    "description": {
      "en": "A story about Tamin, a man who returns to his hometown after years of absence, reflecting on his past.",
      "id": "Pulang merupakan salah satu novel sastra karya Toha Mohtar. Novel ini menceritakan seorang anak manusia yang bernama Tamin yang pulang ke kampung halamannya setelah tujuh tahun pergi menjadi heiho."
    },
    "bookLanguage": {
      "en": "Indonesian",
      "id": "Bahasa Indonesia"
    },
    "cover": "assets/img/book_7.jpg"
  },
  {
    "id": 8,
    "title": {
      "en": "Stoic Philosophy",
      "id": "Filosofi Teras"
    },
    "author": {
      "en": "Henry Manampiring",
      "id": "Henry Manampiring"
    },
    "description": {
      "en": "A guide to Stoicism and how to apply it to modern life to improve emotional resilience.",
      "id": "Filosofi Teras adalah buku yang ditulis oleh Henry Manampiring yang memperkenalkan filsafat Stoicisme dan bagaimana menerapkannya dalam kehidupan sehari-hari."
    },
    "bookLanguage": {
      "en": "Indonesian",
      "id": "Bahasa Indonesia"
    },
    "cover": "assets/img/book_8.jpg"
  },
  {
    "id": 9,
    "title": {
      "en": "The Final Empire",
      "id": "Kerajaan Terakhir"
    },
    "author": {
      "en": "Brandon Sanderson",
      "id": "Brandon Sanderson"
    },
    "description": {
      "en": "A fantasy novel about rebels trying to overthrow an immortal tyrant in a world powered by metal-based magic.",
      "id": "Sebuah novel fantasi tentang sekelompok pemberontak yang mencoba menggulingkan tiran abadi di dunia yang dikendalikan oleh sihir berbasis logam."
    },
    "bookLanguage": {
      "en": "English",
      "id": "Bahasa Inggris"
    },
    "cover": "assets/img/book_9.jpg"
  },
  {
    "id": 10,
    "title": {
      "en": "Digital Fortress",
      "id": "Benteng Digital"
    },
    "author": {
      "en": "Dan Brown",
      "id": "Dan Brown"
    },
    "description": {
      "en": "A techno-thriller about the NSA's supercomputer facing an unbreakable encryption that could expose government secrets.",
      "id": "Sebuah novel techno-thriller tentang superkomputer NSA yang menghadapi enkripsi yang tidak dapat dipecahkan, mengancam akan membocorkan rahasia pemerintah."
    },
    "bookLanguage": {
      "en": "English",
      "id": "Bahasa Inggris"
    },
    "cover": "assets/img/book_10.jpg"
  },
  {
    "id": 11,
    "title": {
      "en": "Echoes of Tomorrow",
      "id": "Gema Esok Hari"
    },
    "author": {
      "en": "Marvin Merritt II",
      "id": "Marvin Merritt II"
    },
    "description": {
      "en": "Echoes of Tomorrow is a science fiction novel, often described as a dystopian thriller or a story of resilience and revolution, that explores themes of truth, autonomy, and the fight against oppressive powers. The story typically involves futuristic settings, like a city controlled by an AI regime, where a protagonist stumbles upon a secret that could dismantle the oppressive system. Characters often lead a rebellion, inspiring others to challenge their reality and fight for freedom.",
      "id": "Echoes of Tomorrow adalah novel fiksi ilmiah, yang sering digambarkan sebagai thriller distopia atau kisah tentang ketahanan dan revolusi, yang mengeksplorasi tema-tema kebenaran, otonomi, dan perjuangan melawan kekuatan-kekuatan yang menindas. Kisah ini biasanya berlatar futuristik, seperti kota yang dikuasai rezim AI, di mana seorang protagonis menemukan rahasia yang dapat membongkar sistem yang menindas. Tokoh-tokohnya sering kali memimpin pemberontakan, menginspirasi orang lain untuk menantang realitas mereka dan memperjuangkan kebebasan."
    },
    "bookLanguage": {
      "en": "English",
      "id": "Bahasa Inggris"
    },
    "cover": "assets/img/book_11.jpg"
  },
  {
    "id": 12,
    "title": {
      "en": "Five Finger Guide",
      "id": "Panduan Lima Jari"
    },
    "author": {
      "en": "Edward Suhadi",
      "id": "Edward Suhadi"
    },
    "description": {
      "en": "The Five Finger Guide is a book and concept developed by Edward Suhadi, which uses the analogy of five fingers to represent guiding principles for life. The book, a collection of writings from Edward's various channels, groups the stories based on the values represented by each finger.",
      "id": "Panduan Lima Jari adalah sebuah buku dan juga konsep yang dikembangkan oleh Edward Suhadi yang menggunakan analogi lima jari tangan untuk merepresentasikan prinsip-prinsip panduan hidup. Buku ini, yang merupakan kumpulan tulisan dari berbagai kanal Edward, mengelompokkan cerita-cerita berdasarkan nilai-nilai yang diwakili oleh masing-masing jari."
    },
    "bookLanguage": {
      "en": "Indonesian",
      "id": "Bahasa Indonesia"
    },
    "cover": "assets/img/book_12.jpg"
  },
  {
    "id": 13,
    "title": {
      "en": "The Art of War",
      "id": "Seni Perang"
    },
    "author": {
      "en": "Sun Tzu",
      "id": "Sun Tzu"
    },
    "description": {
      "en": "The Art of War is a timeless military treatise written by the ancient Chinese strategist Sun Tzu (or Sunzi). It is a collection of 13 chapters, each focusing on different aspects of warfare, strategy, and leadership. While rooted in military strategy, its principles have been widely applied to various fields like business, politics, and personal development.",
      "id": "Seni Perang adalah risalah militer abadi yang ditulis oleh ahli strategi Tiongkok kuno, Sun Tzu (atau Sunzi). Buku ini terdiri dari 13 bab, yang masing-masing berfokus pada berbagai aspek peperangan, strategi, dan kepemimpinan. Meskipun berakar pada strategi militer, prinsip-prinsipnya telah diterapkan secara luas di berbagai bidang seperti bisnis, politik, dan pengembangan pribadi."
    },
    "bookLanguage": {
      "en": "English",
      "id": "Bahasa Inggris"
    },
    "cover": "assets/img/book_13.jpg"
  },
  {
    "id": 14,
    "title": {
      "en": "Dark Psychology",
      "id": "Psikologi Gelap"
    },
    "author": {
      "en": "Novita W. D.",
      "id": "Novita W. D."
    },
    "description": {
      "en": "In the deepest shadows of the human mind, unimaginable powers lurk. This book invites us to delve into a world often overlooked but with a very real impact on everyday life.",
      "id": "Dalam bayang-bayang terdalam pikiran manusia, tersembunyi kekuatan yang tak terbayangkan. Buku ini mengajak kita untuk menyelam ke dalam dunia yang sering kali diabaikan, tetapi memiliki dampak yang sangat nyata dalam kehidupan sehari-hari."
    },
    "bookLanguage": {
      "en": "Indonesian",
      "id": "Bahasa Indonesia"
    },
    "cover": "assets/img/book_14.jpg"
  },
  {
    "id": 15,
    "title": {
      "en": "7 Ways to Invest Like Warren Buffett",
      "id": "7 Cara Berinvestasi ala Warren Buffett"
    },
    "author": {
      "en": "Mary Buffett",
      "id": "Mary Buffett"
    },
    "description": {
      "en": "This book emphasizes the importance of selecting low-risk stocks, buying at good prices with a margin of safety, and diversifying your portfolio. It also highlights the importance of understanding a company's business before investing and the principle of never losing",
      "id": "Buku ini menekankan pentingnya memilih saham dengan risiko rendah, membeli saat harga bagus dengan margin keamanan, dan diversifikasi portofolio. Selain itu, buku ini juga menyoroti pentingnya memahami bisnis perusahaan sebelum berinvestasi dan prinsip jangan pernah rugi."
    },
    "bookLanguage": {
      "en": "Indonesian",
      "id": "Bahasa Indonesia"
    },
    "cover": "assets/img/book_15.jpg"
  },
  {
    "id": 16,
    "title": {
      "en": "The Pyschology of Emotion",
      "id": "Psikologi Emosi"
    },
    "author": {
      "en": "David J. Lieberman",
      "id": "David J. Lieberman"
    },
    "description": {
      "en": "Controlling emotions to achieve better responses is indeed difficult, especially in our daily lives. David J. Lieberman's book, The Psychology of Emotion, teaches us how to better manage our emotions, especially complex feelings of anger. It also offers various tips and strategies you can apply to manage your emotions. Emotions are natural and everyone experiences them, but it's important to avoid being overcome by negative emotions, as they can negatively impact your life and well-being.",
      "id": "Mengontrol emosi agar menjadi respon yang lebih baik memang merupakan hal yang sulit dilakukan terutama mengontrol emosi dalam keseharian kita. Melalui buku The Psychology of Emotion karya David J. Lieberman ini kita diajak untuk bisa mengontrol emosi lebih baik lagi terutama mengontrol rasa marah yang kompleks. Buku ini juga memberikan berbagai macam tips dan strategi yang bisa kamu diterapkan untuk mengelola emosi yang ada didalam dirimu. Emosi merupakan hal yang wajar dan pasti dimiliki oleh setiap orang namun ada baiknya kita jangan sampai dikuasai oleh emosi negatif itu sendiri karena juga akan berdampak pada kehidupan dan kebahagiaan diri sendiri."
    },
    "bookLanguage": {
      "en": "Indonesian",
      "id": "Bahasa Indonesia"
    },
    "cover": "assets/img/book_16.jpeg"
  },
  {
    "id": 17,
    "title": {
      "en": "Crypto Trading Expert",
      "id": "Jagoan Trading Crypto"
    },
    "author": {
      "en": "Diar Puji Oktavian",
      "id": "Diar Puji Oktavian"
    },
    "description": {
      "en": "Diar Puji Oktavian's book, Jagoan Trading Crypto, is a practical guide for anyone interested in learning about cryptocurrency trading. It covers various aspects, from an introduction to crypto types and how to start trading, to trading strategies such as fundamental analysis, technical analysis, and creating a trading plan. Furthermore, it emphasizes the importance of developing a disciplined and responsible trader in the market.",
      "id": "Buku Jagoan Trading Crypto karya Diar Puji Oktavian adalah panduan praktis yang ditujukan bagi siapa saja yang ingin mempelajari dunia trading cryptocurrency. Buku ini membahas berbagai aspek, mulai dari pengenalan jenis-jenis kripto, cara memulai trading, hingga strategi trading seperti analisis fundamental, analisis teknikal, dan pembuatan trading plan. Selain itu, buku ini juga menekankan pentingnya pembentukan karakter trader yang disiplin dan bertanggung jawab dalam menghadapi pasar."
    },
    "bookLanguage": {
      "en": "Indonesian",
      "id": "Bahasa Indonesia"
    },
    "cover": "assets/img/book_17.jpg"
  },
  {
    "id": 18,
    "title": {
      "en": "Masquerade Hotel",
      "id": "Penyamaran Hotel"
    },
    "author": {
      "en": "Keigo Higashino",
      "id": "Keigo Higashino"
    },
    "description": {
      "en": "Masquerade Hotel is a mystery novel by Keigo Higashino, featuring a detective who goes undercover as a hotel employee to stop a serial killer. The killer leaves cryptic clues at each crime scene, indicating the Hotel Cortesia Tokyo as the next location. The story follows detective Kosuke Nitta as he works with front desk clerk Naomi Yamagishi to unravel the mystery, despite their contrasting approaches to guest service.",
      "id": "Masquerade Hotel adalah novel misteri karya Keigo Higashino, yang menceritakan seorang detektif yang menyamar sebagai karyawan hotel untuk menghentikan seorang pembunuh berantai. Sang pembunuh meninggalkan petunjuk samar di setiap TKP, yang menunjukkan Hotel Cortesia Tokyo sebagai lokasi selanjutnya. Kisah ini mengikuti detektif Kosuke Nitta saat ia bekerja sama dengan resepsionis Naomi Yamagishi untuk mengungkap misteri tersebut, meskipun pendekatan mereka dalam melayani tamu sangat berbeda."
    },
    "bookLanguage": {
      "en": "English",
      "id": "Bahasa Inggris"
    },
    "cover": "assets/img/book_18.jpg"
  },
  {
    "id": 19,
    "title": {
      "en": "The Wind Through The Keyhole",
      "id": "Angin Melalui Lubang Kunci"
    },
    "author": {
      "en": "Stephen King",
      "id": "Stephen King"
    },
    "description": {
      "en": "The Wind Through the Keyhole is a Dark Tower novel by Stephen King that serves as a bridge between books four and five of the series. It's a story within a story, set during a starkblast (a fierce blizzard) that forces Roland Deschain and his ka-tet to seek shelter. While hunkered down, Roland shares a tale from his youth with a young boy named Bill Streeter, and then, to further comfort him, recounts a fairytale from his mother's bedtime stories called The Wind Through the Keyhole.",
      "id": "The Wind Through the Keyhole adalah novel Dark Tower karya Stephen King yang menjadi jembatan antara buku keempat dan kelima seri ini. Novel ini merupakan kisah di dalam cerita, berlatar di tengah badai salju dahsyat yang memaksa Roland Deschain dan ka-tet-nya mencari perlindungan. Sambil bersembunyi, Roland berbagi kisah masa kecilnya dengan seorang anak laki-laki bernama Bill Streeter, dan kemudian, untuk lebih menghiburnya, ia menceritakan sebuah dongeng dari dongeng pengantar tidur ibunya yang berjudul The Wind Through the Keyhole."
    },
    "bookLanguage": {
      "en": "English",
      "id": "Bahasa Inggris"
    },
    "cover": "assets/img/book_19.jpg"
  },
  {
    "id": 20,
    "title": {
      "en": "Still Me",
      "id": "Masih Aku"
    },
    "author": {
      "en": "Jojo Moyes",
      "id": "Jojo Moyes"
    },
    "description": {
      "en": "Still Me, by Jojo Moyes, is the third novel in the Me Before You trilogy. The story follows Louisa Clark as she embarks on a new life in New York City, working for the super-rich and navigating a new romance. Torn between her new life and a vintage clothing store, Lou grapples with her identity and the courage to follow her heart.",
      "id": "Still Me, karya Jojo Moyes, adalah novel ketiga dalam trilogi Me Before You. Kisahnya mengikuti Louisa Clark yang memulai hidup baru di New York City, bekerja untuk orang-orang superkaya, dan menjalani romansa baru. Terombang-ambing antara kehidupan barunya dan sebuah toko pakaian vintage, Lou bergulat dengan identitasnya dan keberanian untuk mengikuti kata hatinya."
    },
    "bookLanguage": {
      "en": "English",
      "id": "Bahasa Inggris"
    },
    "cover": "assets/img/book_20.jpg"
  }
]